Repository: InfotelGLPI/shellcommands
Catalog: locales/*.po
Languages: cs_cz, de_de, es_ec, es_es, fr_fr, pl_pl, ro_ro, ru_ru, tr_tr

source: Path
cs_cz: Popis umístění
de_de: Pfad
es_ec: Rutas
es_es: Ruta
fr_fr: Chemin
pl_pl: Ścieżka
ro_ro: Pathuri
ru_ru: Путь
tr_tr: Yol

source: Command launch
cs_cz: Spuštění příkazu
de_de: Befehl ausführen
es_ec: Inicio del comando
es_es: Ejecutar la orden
fr_fr: Lancement de la commande
pl_pl: Uruchom polecenie
ro_ro: Lansare comandă
ru_ru: Запуск команды
tr_tr: Yürütülecek komut

source: Command group launch
cs_cz: Spuštění skupiny příkazů
de_de: Befehlsgruppe ausführen
es_ec: Inicio del grupo de comandos
es_es: Ejecutar grupo de órdenes
fr_fr: Lancement du groupe de commandes shell
pl_pl: Uruchom grupę poleceń
ro_ro: Lansare grup comada
ru_ru: Запуск группы команд
tr_tr: Yürütülecek komut grubu

source: Shell Command
cs_cz: Příkaz shellu
de_de: Shell-Befehl
es_ec: Comandos de shell
es_es: Orden de consola
fr_fr: Commande Shell
pl_pl: Polecenie powłoki
ro_ro: Comandă Shell
ru_ru: Служебная команда
tr_tr: Kabuk Komutları

source: This plugin requires GLPI >= 0.90
fr_fr: Ce plugin nécessite GLPI >= 0.90
pl_pl: Ta wtyczka wymaga GLPI>= 0.90
ru_ru: Это дополнение требует версию GLPI>=0.90

source: Advanced execution
cs_cz: Pokročilé vykonávání
de_de: Erweiterte Ausführung
es_ec: Ejecuciones avanzadas
es_es: Ejecución avanzada
fr_fr: Exécution avancée
pl_pl: Zaawansowane uruchomienie
ro_ro: Executie avansata
ru_ru: Расширенный запуск
tr_tr: Gelişmiş yürütmeler

source: Command group
cs_cz: Skupina příkazu
de_de: Kommando-Gruppe
es_ec: Grupos de comandos
es_es: Grupo de órdenes
fr_fr: Groupe de commandes
pl_pl: Grupa komend
ro_ro: Grup comanda
ru_ru: Группа команд
tr_tr: Komut grupları

source: Check command
cs_cz: Kontrolní příkaz
de_de: Befehl prüfen
es_ec: Comando de verificación
es_es: Orden de comprobación
fr_fr: Commande de vérification initiale
pl_pl: Sprawdź polecenie
ro_ro: Verifica comanda
ru_ru: Команда для проверки
tr_tr: Komutu sınayın

source: Add a command
cs_cz: Přidat příkaz
de_de: Befehl hinzufügen
es_ec: Agregar un comando
es_es: Añadir una orden
fr_fr: Ajouter une commande
pl_pl: Dodaj polecenie
ro_ro: Add o comanda
ru_ru: Добавить команду
tr_tr: Komut ekleyin

source: Add a command group
cs_cz: Přidat skupinu příkazů
de_de: Eine Befehlsgruppe hinzufügen
es_ec: Agregar un grupo de comandos
es_es: Añadir un grupo de orden
fr_fr: Ajouter un groupe de commandes
pl_pl: Dodaj polecenie grupowe
ro_ro: Add o comanda group
ru_ru: Создать группу команд
tr_tr: Komut grubu ekleyin

source: Order
cs_cz: Pořadí
de_de: Reihenfolge
es_ec: Orden
es_es: Posición
fr_fr: Ordre
pl_pl: Kolejność
ro_ro: Comanda
ru_ru: Порядок выполнения
tr_tr: Sıralama

source: Host UP
cs_cz: Stroj DOSTUPNÝ
es_ec: Anfitrión UP
es_es: Equipo Encendido
fr_fr: Hôte UP
pl_pl: Host włączony
ru_ru: Узел ВКЛ.
tr_tr: Sunucu ÇALIŞIYOR

source: Host DOWN
cs_cz: Stroj NEDOSTUPNÝ
es_ec: Anfitrión DOWN
es_es: Equipo Apagado
fr_fr: Hôte DOWN
pl_pl: Host wyłączony
ru_ru: Узел ВЫКЛ.
tr_tr: Sunucu ÇALIŞMIYOR

source: Shellcommands menu
cs_cz: Nabídka příkazů shellu
de_de: Shell-Befehle Menü
es_ec: Menú Shellcommands
es_es: Menú de órdenes de consola
fr_fr: Menu Commandes Shell
pl_pl: Menu poleceń
ro_ro: Meniu comenzi Shell
ru_ru: Меню служебных команд
tr_tr: Kabuk komutları menüsü

source: Windows
cs_cz: Parametry
de_de: Befehlszeilenparameter
fr_fr: Paramètres

source: Tag position
cs_cz: Pozice štítku
es_ec: Posición de la etiqueta
es_es: Posición de la etiqueta
fr_fr: Position de la balise
pl_pl: Pozycja TAGu
ro_ro: Pozitie Tag
ru_ru: Позиция тега
tr_tr: Etiket konumu

source: Before parameters
cs_cz: Před parametry
de_de: Vor Parameter
es_ec: Antes de los parámetros
es_es: Antes de los parámetros
fr_fr: Avant les paramètres
pl_pl: Parametry przed
ro_ro: Parametri inainte
ru_ru: До параметров
tr_tr: Parametrelerden önce

source: After parameters
cs_cz: Za parametry
de_de: Nach Parameter
es_ec: Después de los parámetros
es_es: Después de los parámetros
fr_fr: Après les paramètres
pl_pl: Parametry po
ro_ro: Parametri dupa
ru_ru: После параметров
tr_tr: Parametrelerden sonra

source: Associated Commands
cs_cz: Přiřazené příkazy
de_de: Verbundene Befehle
es_ec: Comandos asociados
es_es: Órdenes asociadas
fr_fr: Commande(s) associée(s)
pl_pl: Powiązane polecenia
ro_ro: Comenzi asociate
ru_ru: Связанные команды
tr_tr: İlgili Komutlar

source: There is an error with socket creation
cs_cz: Chyba při vytváření soketu
de_de: Bei der Socket-Erstellung ist ein Fehler aufgetreten
es_ec: Hay un error con la creación del socket
es_es: Hay un error con la creación del socket
fr_fr: Une erreur est survenue lors de la création du socket
pl_pl: Wystąpił błąd przy tworzeniu gniazda
ro_ro: Există o eroare cu crearea socketului
ru_ru: Произошла ошибка при создании сокета
tr_tr: Soket oluşturulurken bir hata oluştu

source: Magic packet sending to
cs_cz: Probouzecí paket odeslán na
de_de: Magic Packet wird gesendet an
es_ec: Envío de paquetes mágicos a
es_es: 'Magic packet' enviado a
fr_fr: Paquet magique envoyé à
pl_pl: Wysyłanie pakietu magic do
ro_ro: Pachet Magic trimis către
ru_ru: Осуществляется передача "magic packet"
tr_tr: Magic paket şuraya gönderiliyor

source: The packet cannot be send
cs_cz: Packet nelze poslat
de_de: Das Paket konnte nicht gesendet werden.
es_ec: El paquete no se puede enviar
es_es: El paquete no se puede enviar
fr_fr: Le paquet n'a pu être envoyé
pl_pl: Pakiet nie może być wysłany
ro_ro: Pachetul nu poate fi trimis
ru_ru: Пакет не может быть отправлен
tr_tr: Paket gönderilemedi
